Test_Results/YCSB/9/base.run-cluster.load.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 32468
[OVERALL], Throughput(ops/sec), 3.0799556486386597
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.08315880251324381
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.08315880251324381
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 419968.0
[CLEANUP], MinLatency(us), 419840
[CLEANUP], MaxLatency(us), 420095
[CLEANUP], 95thPercentileLatency(us), 420095
[CLEANUP], 99thPercentileLatency(us), 420095
[INSERT], Operations, 100
[INSERT], AverageLatency(us), 318575.36
[INSERT], MinLatency(us), 311040
[INSERT], MaxLatency(us), 836095
[INSERT], 95thPercentileLatency(us), 315647
[INSERT], 99thPercentileLatency(us), 316671
[INSERT], Return=OK, 100