Test_Results/YCSB/9/base.run-cluster.run.workload_80_20.100.100.txt
[OVERALL], RunTime(ms), 13833
[OVERALL], Throughput(ops/sec), 7.22908985758693
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 36
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.2602472348731295
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 36
[TOTAL_GC_TIME_%], Time(%), 0.2602472348731295
[READ], Operations, 81
[READ], AverageLatency(us), 67203.55555555556
[READ], MinLatency(us), 66368
[READ], MaxLatency(us), 84287
[READ], 95thPercentileLatency(us), 67903
[READ], 99thPercentileLatency(us), 68927
[READ], Return=OK, 81
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 415872.0
[CLEANUP], MinLatency(us), 415744
[CLEANUP], MaxLatency(us), 415999
[CLEANUP], 95thPercentileLatency(us), 415999
[CLEANUP], 99thPercentileLatency(us), 415999
[UPDATE], Operations, 19
[UPDATE], AverageLatency(us), 408373.8947368421
[UPDATE], MinLatency(us), 379648
[UPDATE], MaxLatency(us), 880639
[UPDATE], 95thPercentileLatency(us), 387583
[UPDATE], 99thPercentileLatency(us), 880639
[UPDATE], Return=OK, 19