Test_Results/YCSB/9/flexible1.run-cluster.run.workload_20_80.100.100.txt
[OVERALL], RunTime(ms), 117659
[OVERALL], Throughput(ops/sec), 0.8499137337560237
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.022947670811412642
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.022947670811412642
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 31
[UPDATE-FAILED], Operations, 69
[UPDATE-FAILED], AverageLatency(us), 1171270.4927536233
[UPDATE-FAILED], MinLatency(us), 1135616
[UPDATE-FAILED], MaxLatency(us), 1204223
[UPDATE-FAILED], 95thPercentileLatency(us), 1185791
[UPDATE-FAILED], 99thPercentileLatency(us), 1203199
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1176064.0
[CLEANUP], MinLatency(us), 1175552
[CLEANUP], MaxLatency(us), 1176575
[CLEANUP], 95thPercentileLatency(us), 1176575
[CLEANUP], 99thPercentileLatency(us), 1176575
[READ-FAILED], Operations, 31
[READ-FAILED], AverageLatency(us), 1143488.0
[READ-FAILED], MinLatency(us), 232704
[READ-FAILED], MaxLatency(us), 1202175
[READ-FAILED], 95thPercentileLatency(us), 1183743
[READ-FAILED], 99thPercentileLatency(us), 1202175
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 69