Test_Results/YCSB/9/flexible1.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 117831
[OVERALL], Throughput(ops/sec), 0.8486730996087617
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 29
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02461151988865409
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 29
[TOTAL_GC_TIME_%], Time(%), 0.02461151988865409
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 59
[UPDATE-FAILED], Operations, 41
[UPDATE-FAILED], AverageLatency(us), 1171018.9268292682
[UPDATE-FAILED], MinLatency(us), 1146880
[UPDATE-FAILED], MaxLatency(us), 1205247
[UPDATE-FAILED], 95thPercentileLatency(us), 1180671
[UPDATE-FAILED], 99thPercentileLatency(us), 1205247
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1175040.0
[CLEANUP], MinLatency(us), 1174528
[CLEANUP], MaxLatency(us), 1175551
[CLEANUP], 95thPercentileLatency(us), 1175551
[CLEANUP], 99thPercentileLatency(us), 1175551
[READ-FAILED], Operations, 59
[READ-FAILED], AverageLatency(us), 1159711.4576271186
[READ-FAILED], MinLatency(us), 231680
[READ-FAILED], MaxLatency(us), 1300479
[READ-FAILED], 95thPercentileLatency(us), 1182719
[READ-FAILED], 99thPercentileLatency(us), 1298431
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 41